tap "ddev/ddev"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
brew "ack"
brew "brotli"
brew "giflib"
brew "libpng"
brew "xz"
brew "webp"
brew "aom"
brew "openssl@3"
brew "m4"
brew "automake"
brew "pycparser"
brew "cffi"
brew "mpdecimal"
brew "awscli"
brew "c-ares"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "curl"
brew "dnsmasq", restart_service: :changed
brew "docker"
brew "docutils"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "libtool"
brew "freetds"
brew "fzf"
brew "gdbm"
brew "geoip"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grep"
brew "ncurses"
brew "htop"
brew "httpd"
brew "python@3.12"
brew "libheif"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lazygit"
brew "ldns"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "librsvg"
brew "libuv"
brew "libyaml"
brew "macos-term-size"
brew "mailhog"
brew "mandoc"
brew "maven"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: :changed
brew "ninja"
brew "node"
brew "oh-my-posh"
brew "openssh"
brew "openssl@1.1"
brew "pcre"
brew "php", link: false
brew "php@8.1"
brew "php@8.2"
brew "php@8.3", link: true
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "pv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "rename"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "screen"
brew "sevenzip"
brew "sphinx-doc"
brew "svgo"
brew "tmux"
brew "tree"
brew "wp-cli"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
cask "adobe-creative-cloud"
cask "balenaetcher"
cask "cyberduck"
cask "dbngin"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "imageoptim"
cask "ngrok"
cask "notion-calendar"
cask "notion-mail"
cask "polypane"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zen"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahdesign.language-antlers"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "amirmarmul.laravel-blade-vscode"
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "ccimage.jsonviewer"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "flyfly6.terminal-in-status-bar"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.terminal"
vscode "georgewfraser.vscode-javac"
vscode "github.github-vscode-theme"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "gydunhn.vsc-essentials"
vscode "gydunhn.vsc-essentials-core"
vscode "gydunhn.vsc-essentials-material-themes"
vscode "gydunhn.vsc-essentials-themes-core"
vscode "hollowtree.vue-snippets"
vscode "ibm.output-colorizer"
vscode "jgclark.vscode-todo-highlight"
vscode "johnpapa.angular2"
vscode "jsayol.firebase-explorer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lauren.angular-pack"
vscode "lauren.vue-pack"
vscode "marcostazi.vs-code-drupal"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-vscode.theme-materialkit"
vscode "msjsdiag.vscode-react-native"
vscode "nadim-vscode.infinity-dark-theme"
vscode "nadim-vscode.symfony-code-snippets"
vscode "nadim-vscode.twig-code-snippets"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "sdras.vue-vscode-snippets"
vscode "shan.code-settings-sync"
vscode "stillat-llc.vscode-antlers"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "teabyii.ayu"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tsega.drupal-8-twig-snippets"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vivek-kasture.properties-validator"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wesbos.theme-cobalt2"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yoyo930021.vuter"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zarifprogrammer.tailwind-snippets"
